tap "goles/battery"
tap "jakehilborn/jakehilborn"
tap "homebrew/bundle"
tap "homebrew/core"

brew "bats"
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "fasd"
brew "ffmpeg"
brew "gnu-sed"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lynx"
brew "mackup"
brew "nano"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "python"
brew "python@2"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "tree"
brew "wget"

brew "aria2"
brew "automake"
brew "carthage"
brew "cmake"
brew "gcc"
brew "iperf"
# brew "needle"
brew "node@10"
# brew "swiftlint"
brew "watch"
brew "displayplacer"

mas "497799835"
mas "1295203466"
mas "425264550"
mas "472226235"
mas "897118787"
mas "1385985095"
mas "526298438"
